tests/output/last_soap_sent.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header/><soap:Body><rEnviConsDeRequest xmlns="http://ekuatia.set.gov.py/sifen/xsd"><dId>0000001</dId><dCDC>01048496782001001000000322026012611309459320</dCDC></rEnviConsDeRequest></soap:Body></soap:Envelope>